[     
    {
        "avatar":".../public/logo192.png",
        "names":"Ukavwe Egwolo Joan",
        "testimony":"My assoiation with UTAC started years ago with it started as Umbrella Ghana and I've watched it grow stronger ever since. Apart from the passionate and enthusiastic volunteer base it has the true essense of selflessness reflects in the activities acting as an enabler for creating a better society and a better tommorrow. Right from working for underprivilaged, or simple acts of kindness like spending quality time with the terminally faces light up with smiles."
    },

    {
        "avatar":".../public/logo192.png",
        "names":"Maropeng Molamadi",
        "testimony":"UTAC (Umbrella of the African Child) is one of Africa's greatest Nonprofit organzation in the organization with the fundermantals of live and care. if there is one thing UTAC is excelling with, is spreading love and building unity across Africa as a whole. Umbrella of The Africa Child will never allow as a whole.Umbrella of The Africa Child will never allow even a single child to go to bed on a hungy stomach. According to UTAC an injury to onw is an injury to all . NO African child should feel left out. Over and above UTAC is a home for everyone across the continent."
    },

    {
        "avatar":".../public/logo192.png",
        "names":"Abiola",
        "testimony":"volunteer for UTAC has really been a prespecive-changing as a photographer. Me having to see their act of kindness on projects melt my heart. UTAC has supported family and kids during the head of the pandemic. i really like can't say what the future hold but greatness fot this team. much love from notorios city."
    },

    {
        "avatar":".../public/logo192.png",
       " names":"Efe",
        "testimony":"UTAC has bought jou to so many faces in different communities in Lagos, Nigeria. This organization did more than the Government during the lockdown supporting families with palliatives every week and also providing face masks to market seller at Abboju Market. I remember doing my first project with UTAC i was nervous at first, but the people  around espacially the volunteer those people are amazing because thos is mote than just an 'organization' to me UTAC is family oriented with different people from different background coming together just to show love to the less privilaged. Anytime UTAC is having a project i know love will be spread around. UTAC have played a big part in my development."
    },

    {
        "avatar":".../public/logo192.png",
        "names":"William Apau (FOUNDER, MAGHO FOUNDATION)",
       " testimony":"UTAC is one of the Best youth Organization in Africa and for me in Nigeria. The founder Samuel Kwame Mensah is very humble and leads by example. My organization have partnered with UTAC and anytime we embark on a projects it's a thing of joy knowing God's love will be felt. As the founder of Magho foundation, i will say i am proud to be part of UTAC projects."
    }

]